Repository: PITADIA/android-couple-app
Catalog: ADistance.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# ad_122
source: Don't you think we handle this distance between us quite well?
de: Findest du nicht, dass wir die Distanz zwischen uns eigentlich ganz gut meistern?
es: ¿No crees que manejamos bastante bien esta distancia entre nosotros?
fr: Ne trouves-tu pas que l'on gère tout de même assez bien cette distance qui nous sépare ?
it: Non pensi che gestiamo piuttosto bene questa distanza tra noi?
nl: Vind je niet dat we deze afstand tussen ons best goed aankunnen?
pt_br: Você não acha que estamos lidando até bem com essa distância que nos separa?
pt_pt: Não achas que estamos a lidar até bem com esta distância que nos separa?

# ad_123
source: What do you think of the quote 'out of sight, close to heart'?
de: Was hältst du vom Spruch: 'Aus den Augen, nah am Herzen'?
es: ¿Qué piensas de la frase 'lejos de los ojos, cerca del corazón'?
fr: Que penses-tu de la citation, loin des yeux près du coeur ?
it: Cosa pensi della citazione "lontano dagli occhi, vicino al cuore"?
nl: Wat vind je van het citaat ‘uit het oog, dicht bij het hart’?
pt_br: O que você acha da frase 'longe dos olhos, perto do coração'?
pt_pt: O que achas da frase 'longe da vista, perto do coração'?

# ad_124
source: If we could call each other every day at the same time, when would you choose?
de: Wenn wir jeden Tag zur gleichen Zeit telefonieren könnten – wann würdest du wählen?
es: Si pudiéramos llamarnos cada día a la misma hora, ¿cuándo elegirías?
fr: Si on pouvait faire un appel tous les jours à la même heure, tu choisirais quand ?
it: Se potessimo chiamarci ogni giorno alla stessa ora, quale sceglieresti?
nl: Als we elke dag op hetzelfde tijdstip zouden kunnen bellen, welk tijdstip zou jij kiezen?
pt_br: Se pudéssemos nos falar todos os dias no mesmo horário, quando você escolheria?
pt_pt: Se pudéssemos falar ao telefone todos os dias à mesma hora, quando escolherias?

# ad_125
source: Don't you think we can still be proud of ourselves? And our efforts?
de: Findest du nicht, dass wir trotzdem stolz auf uns und unsere Mühe sein können?
es: ¿No crees que aún podemos estar orgullosos de nosotros? ¿Y de nuestros esfuerzos?
fr: Ne penses-tu pas que l'on peut tout de même être fière de nous ? et de nos efforts ?
it: Non pensi che possiamo ancora essere orgogliosi di noi? E dei nostri sforzi?
nl: Vind je niet dat we trots op onszelf mogen zijn? En op onze inspanningen?
pt_br: Você não acha que ainda podemos sentir orgulho de nós e dos nossos esforços?
pt_pt: Não achas que ainda podemos sentir-nos orgulhosos de nós e dos nossos esforços?

# ad_126
source: Do you think about me often, or very often?
de: Denkst du oft – oder sehr oft – an mich?
es: ¿Piensas en mí a menudo, o muy a menudo?
fr: Penses-tu souvent, ou très souvent à moi ?
it: Pensi a me spesso, o molto spesso?
nl: Denk je vaak aan mij, of heel vaak?
pt_br: Você pensa em mim com frequência ou o tempo todo?
pt_pt: Pensas em mim muitas vezes ou muitíssimas vezes?

# ad_127
source: What do you think about promising that we'll make the necessary efforts to continue together?
de: Wie fändest du das Versprechen, dass wir die nötigen Mühen auf uns nehmen, um zusammen weiterzumachen?
es: ¿Qué piensas de prometer que haremos los esfuerzos necesarios para seguir juntos?
fr: Que penses-tu de se promettre que l'on fera les efforts nécessaires pour continuer ensemble ?
it: Cosa ne pensi di promettere che faremo gli sforzi necessari per continuare insieme?
nl: Wat vind je van de belofte dat we de nodige inspanningen zullen doen om samen verder te gaan?
pt_br: O que você acha de prometermos que faremos os esforços necessários para continuarmos juntos?
pt_pt: O que achas de prometermos que faremos os esforços necessários para continuarmos juntos?

# ad_128
source: What do you think makes us unique as a couple?
de: Was macht uns deiner Meinung nach als Paar einzigartig?
es: ¿Qué crees que nos hace únicos como pareja?
fr: Qu'est-ce qui, selon toi, nous rend uniques en tant que couple ?
it: Cosa pensi che ci renda unici come coppia?
nl: Wat denk je dat ons uniek maakt als koppel?
pt_br: O que você acha que nos torna únicos como casal?
pt_pt: O que achas que nos torna únicos como casal?

# ad_129
source: How has our relationship evolved since we started being together?
de: Wie hat sich unsere Beziehung entwickelt, seit wir zusammen sind?
es: ¿Cómo ha evolucionado nuestra relación desde que empezamos a estar juntos?
fr: Comment notre relation a-t-elle évolué depuis que nous avons commencé à être ensemble ?
it: Come è evoluta la nostra relazione da quando stiamo insieme?
nl: Hoe is onze relatie geëvolueerd sinds we samen zijn?
pt_br: Como o nosso relacionamento evoluiu desde que estamos juntos?
pt_pt: Como tem evoluído a nossa relação desde que estamos juntos?

# ad_130
source: How would you describe our love to someone who doesn't understand long-distance relationships?
de: Wie würdest du unsere Liebe jemandem beschreiben, der Fernbeziehungen nicht versteht?
es: ¿Cómo describirías nuestro amor a alguien que no entiende las relaciones a distancia?
fr: Comment décrirais-tu notre amour à quelqu'un qui ne comprend pas les relations à distance ?
it: Come descriveresti il nostro amore a qualcuno che non capisce le relazioni a distanza?
nl: Hoe zou je onze liefde beschrijven aan iemand die langeafstandsrelaties niet begrijpt?
pt_br: Como você descreveria o nosso amor para alguém que não entende relacionamentos à distância?
pt_pt: Como descreverias o nosso amor a alguém que não entende relações à distância?

# ad_131
source: What's one thing I could improve in our relationship?
de: Was könnte ich in unserer Beziehung besser machen?
es: ¿Qué es algo que podría mejorar en nuestra relación?
fr: Quelle est une chose que je pourrais améliorer dans notre relation ?
it: Qual è una cosa che potrei migliorare nella nostra relazione?
nl: Wat is één ding dat ik in onze relatie zou kunnen verbeteren?
pt_br: O que eu poderia melhorar no nosso relacionamento?
pt_pt: O que poderia eu melhorar na nossa relação?

# ad_132
source: How do I make you feel loved and appreciated, even at a distance?
de: Wie sorge ich dafür, dass du dich geliebt und wertgeschätzt fühlst – auch auf Distanz?
es: ¿Cómo te hago sentir amado y apreciado, incluso a distancia?
fr: Comment est-ce que je te fais te sentir aimé(e) et apprécié(e), même à distance ?
it: Come ti faccio sentire amato/a e apprezzato/a, anche a distanza?
nl: Hoe laat ik je je geliefd en gewaardeerd voelen, zelfs op afstand?
pt_br: Como eu faço você se sentir amado(a) e valorizado(a), mesmo à distância?
pt_pt: Como te faço sentir amado(a) e valorizado(a), mesmo à distância?

# ad_133
source: What's your most beautiful dream where I was with you?
de: Was war dein schönster Traum, in dem ich bei dir war?
es: ¿Cuál es tu sueño más bonito donde yo estaba contigo?
fr: Quel est ton plus beau rêve où j'étais avec toi ?
it: Qual è il tuo sogno più bello in cui io ero con te?
nl: Wat is je mooiste droom waarin ik bij je was?
pt_br: Qual é o seu sonho mais bonito em que eu estava com você?
pt_pt: Qual é o teu sonho mais bonito em que eu estava contigo?

# ad_134
source: What have you discovered about love by living a long-distance relationship?
de: Was hast du über die Liebe gelernt, seit wir eine Fernbeziehung führen?
es: ¿Qué has descubierto sobre el amor al vivir una relación a distancia?
fr: Qu'as-tu découvert sur l'amour en vivant une relation à distance ?
it: Cosa hai scoperto sull'amore vivendo una relazione a distanza?
nl: Wat heb je over liefde ontdekt door een langeafstandsrelatie te beleven?
pt_br: O que você descobriu sobre o amor vivendo um relacionamento à distância?
pt_pt: O que descobriste sobre o amor ao viver uma relação à distância?

# ad_135
source: If you could spend a whole night with me, what would you like us to do?
de: Wenn wir eine ganze Nacht zusammen hätten – was würdest du gern machen?
es: Si pudieras pasar una noche entera conmigo, ¿qué te gustaría que hiciéramos?
fr: Si tu pouvais passer une nuit complète avec moi, qu'aimerais-tu qu'on fasse ?
it: Se potessi passare un'intera notte con me, cosa ti piacerebbe che facessimo?
nl: Als je een hele nacht met mij zou kunnen doorbrengen, wat zou je dan willen dat we doen?
pt_br: Se você pudesse passar uma noite inteira comigo, o que gostaria que fizéssemos?
pt_pt: Se pudesses passar uma noite inteira comigo, o que gostarias que fizéssemos?

# ad_136
source: Don't you think we hold onto love even more when we're at a distance?
de: Findest du nicht auch, dass man sich auf Distanz noch mehr an die Liebe klammert?
es: ¿No crees que nos aferramos aún más al amor cuando estamos a distancia?
fr: Ne trouves-tu pas que l'on s'accroche encore plus à l'amour lorsque l'on est à distance ?
it: Non pensi che ci aggrappiamo all'amore ancora di più quando siamo a distanza?
nl: Vind je niet dat we nog meer aan liefde vasthouden wanneer we op afstand zijn?
pt_br: Você não acha que nos agarramos ainda mais ao amor quando estamos à distância?
pt_pt: Não achas que nos agarramos ainda mais ao amor quando estamos à distância?

# ad_137
source: How do you react when someone talks to you about me?
de: Wie reagierst du, wenn jemand über mich spricht?
es: ¿Cómo reaccionas cuando alguien te habla de mí?
fr: Comment réagis-tu quand quelqu'un te parle de moi ?
it: Come reagisci quando qualcuno ti parla di me?
nl: Hoe reageer je wanneer iemand over mij praat?
pt_br: Como você reage quando alguém fala de mim para você?
pt_pt: Como reages quando alguém te fala de mim?

# ad_138
source: What would be your ideal way to spend time together during my next visit?
de: Wie wäre deine ideale Art, bei meinem nächsten Besuch Zeit miteinander zu verbringen?
es: ¿Cuál sería tu manera ideal de pasar tiempo juntos durante mi próxima visita?
fr: Quelle serait ta façon idéale de passer du temps ensemble lors de ma prochaine visite ?
it: Quale sarebbe il tuo modo ideale di trascorrere del tempo insieme durante la mia prossima visita?
nl: Wat zou voor jou de ideale manier zijn om tijd samen door te brengen tijdens mijn volgende bezoek?
pt_br: Qual seria a forma ideal de passarmos tempo juntos na minha próxima visita?
pt_pt: Qual seria a tua forma ideal de passarmos tempo juntos na minha próxima visita?

# ad_139
source: If there was only one place in the world I could take you, which would you choose?
de: Wenn es nur einen Ort auf der Welt gäbe, an den ich dich mitnehmen könnte – welchen würdest du wählen?
es: Si solo hubiera un lugar en el mundo al que pudiera llevarte, ¿cuál elegirías?
fr: S'il y avait uniquement un seul endroit au monde où je pourrais t'emmener, lequel choisirais-tu ?
it: Se ci fosse un solo posto al mondo dove potrei portarti, quale sceglieresti?
nl: Als er maar één plaats in de wereld was waar ik je naartoe kon meenemen, welke zou je kiezen?
pt_br: Se houvesse apenas um lugar no mundo para onde eu pudesse levar você, qual escolheria?
pt_pt: Se houvesse apenas um lugar no mundo onde eu pudesse levar-te, qual escolherias?

# ad_140
source: If there was one thing you could change about me, what would it be?
de: Wenn du eine Sache an mir ändern könntest – welche wäre das?
es: Si hubiera algo que pudieras cambiar de mí, ¿qué sería?
fr: S'il y avait une chose que tu pourrais changer chez moi, ce serait quoi ?
it: Se ci fosse una cosa che potresti cambiare di me, quale sarebbe?
nl: Als er één ding was dat je aan mij kon veranderen, wat zou dat zijn?
pt_br: Se você pudesse mudar uma coisa em mim, qual seria?
pt_pt: Se pudesses mudar uma coisa em mim, qual seria?

# ad_141
source: What distinguishes me from other people in your life?
de: Was unterscheidet mich von anderen Menschen in deinem Leben?
es: ¿Qué me distingue de las demás personas en tu vida?
fr: Qu'est-ce qui me distingue des autres personnes dans ta vie ?
it: Cosa mi distingue dalle altre persone nella tua vita?
nl: Wat onderscheidt mij van andere mensen in je leven?
pt_br: O que me distingue das outras pessoas na sua vida?
pt_pt: O que me distingue das outras pessoas na tua vida?

# ad_142
source: What don't you tell me often enough, but feel deeply?
de: Was sagst du mir nicht oft genug, fühlst es aber sehr?
es: ¿Qué no me dices lo suficiente pero sientes profundamente?
fr: Qu'est-ce que tu ne me dis pas assez souvent, mais que tu ressens profondément ?
it: Cosa non mi dici abbastanza spesso, ma senti profondamente?
nl: Wat vertel je me niet vaak genoeg, maar voel je wel diep vanbinnen?
pt_br: O que você não me diz tantas vezes quanto gostaria, mas sente profundamente?
pt_pt: O que não me dizes tantas vezes quanto gostarias, mas sentes profundamente?

# ad_143
source: Are there books or movies that make you think of us as a couple?
de: Gibt es Bücher oder Filme, die dich an uns als Paar erinnern?
es: ¿Hay libros o películas que te hagan pensar en nosotros como pareja?
fr: Y a-t-il des livres ou des films qui te font penser à nous en tant que couple ?
it: Ci sono libri o film che ti fanno pensare a noi come coppia?
nl: Zijn er boeken of films die je aan ons als koppel doen denken?
pt_br: Existem livros ou filmes que fazem você pensar em nós como casal?
pt_pt: Há livros ou filmes que te fazem pensar em nós como casal?

# ad_144
source: What's your favorite moment in our calls or messages?
de: Was ist dein Lieblingsmoment in unseren Calls oder Nachrichten?
es: ¿Cuál es tu momento favorito en nuestras llamadas o mensajes?
fr: Quel est ton moment préféré dans nos appels ou nos messages ?
it: Qual è il tuo momento preferito nelle nostre chiamate o messaggi?
nl: Wat is je favoriete moment in onze gesprekken of berichten?
pt_br: Qual é o seu momento favorito nas nossas chamadas ou mensagens?
pt_pt: Qual é o teu momento favorito nas nossas chamadas ou mensagens?

# ad_145
source: Have you ever felt that our bond transcends even the kilometers?
de: Hattest du schon mal das Gefühl, dass unser Band sogar die Kilometer übertrifft?
es: ¿Alguna vez sentiste que nuestro vínculo trasciende incluso los kilómetros?
fr: As-tu déjà ressenti que notre lien dépasse même les kilomètres ?
it: Hai mai sentito che il nostro legame trascende persino i chilometri?
nl: Heb je ooit gevoeld dat onze band zelfs de kilometers overstijgt?
pt_br: Você já sentiu que o nosso vínculo transcende até os quilômetros?
pt_pt: Já sentiste que o nosso vínculo transcende até os quilómetros?

# ad_146
source: What habit would you like me to keep even when we're finally reunited?
de: Welche Gewohnheit soll ich behalten, auch wenn wir endlich wieder zusammen sind?
es: ¿Qué hábito te gustaría que mantuviera incluso cuando por fin estemos reunidos?
fr: Quelle habitude aimerais-tu que je garde même quand on sera enfin réunis ?
it: Quale abitudine vorresti che mantenessi anche quando finalmente saremo riuniti?
nl: Welke gewoonte zou je willen dat ik behoud, zelfs wanneer we eindelijk herenigd zijn?
pt_br: Que hábito você gostaria que eu mantivesse mesmo quando estivermos finalmente reunidos?
pt_pt: Que hábito gostarias que eu mantivesse mesmo quando estivermos finalmente reunidos?

# ad_147
source: What do you feel when you look at our old messages or photos?
de: Was fühlst du, wenn du unsere alten Nachrichten oder Fotos anschaust?
es: ¿Qué sientes cuando miras nuestros mensajes o fotos antiguos?
fr: Que ressens-tu quand tu regardes nos anciens messages ou photos ?
it: Cosa provi quando guardi i nostri vecchi messaggi o foto?
nl: Wat voel je wanneer je onze oude berichten of foto's bekijkt?
pt_br: O que você sente quando olha para nossas mensagens ou fotos antigas?
pt_pt: O que sentes quando olhas para as nossas mensagens ou fotos antigas?

# ad_148
source: What place represents our long-distance love for you?
de: Welcher Ort steht für dich für unsere Fern-Liebe?
es: ¿Qué lugar representa nuestro amor a distancia para ti?
fr: Quel lieu représente pour toi notre amour à distance ?
it: Quale luogo rappresenta per te il nostro amore a distanza?
nl: Welke plaats staat voor jou symbool voor onze liefde op afstand?
pt_br: Que lugar representa para você o nosso amor à distância?
pt_pt: Que lugar representa para ti o nosso amor à distância?

# ad_149
source: Do our values align when it comes to relationships and life goals?
de: Passen unsere Werte in Bezug auf Beziehung und Lebensziele zusammen?
es: ¿Nuestros valores coinciden en cuanto a las relaciones y las metas de vida?
fr: Est-ce que nos valeurs s'alignent en ce qui concerne la relation et les objectifs de vie ?
it: I nostri valori sono allineati quando si tratta di relazioni e obiettivi di vita?
nl: Komen onze waarden overeen wat betreft relaties en levensdoelen?
pt_br: Nossos valores estão alinhados quando se trata de relacionamentos e objetivos de vida?
pt_pt: Os nossos valores alinham-se em relação às relações e aos objetivos de vida?

# ad_150
source: What kind of adventure would you like us to live together right now, if it were possible?
de: Welche Art Abenteuer würdest du gerade jetzt mit mir erleben wollen – wenn es ginge?
es: ¿Qué tipo de aventura te gustaría que viviéramos juntos ahora mismo, si fuera posible?
fr: Quel genre d'aventure aimerais-tu qu'on vive ensemble en ce moment, si c'était possible ?
it: Che tipo di avventura ti piacerebbe che vivessimo insieme proprio ora, se fosse possibile?
nl: Welke soort avontuur zou je nu graag samen met mij beleven, als dat mogelijk was?
pt_br: Que tipo de aventura você gostaria que vivêssemos juntos agora, se fosse possível?
pt_pt: Que tipo de aventura gostarias que vivêssemos juntos agora, se fosse possível?

# ad_151
source: What words of mine have stayed with you and that you sometimes recall in your mind?
de: Welche meiner Worte sind dir geblieben und kommen dir manchmal wieder in den Kopf?
es: ¿Qué palabras mías se han quedado contigo y a veces recuerdas?
fr: Quelles paroles de moi t'ont marqué(e) et que tu rapelle parfois dans ta tête ?
it: Quali mie parole ti sono rimaste dentro e a volte ti ritornano in mente?
nl: Welke woorden van mij zijn je bijgebleven en herhaal je soms in je gedachten?
pt_br: Quais palavras minhas ficaram com você e às vezes vêm à sua mente?
pt_pt: Que palavras minhas ficaram contigo e recordas na tua mente?

# ad_152
source: Do you find that I really manage to understand you well?
de: Findest du, dass ich dich wirklich gut verstehe?
es: ¿Sientes que realmente logro comprenderte bien?
fr: Trouves-tu que j'arrive vraiment bien à te comprendre ?
it: Pensi che riesca davvero a capirti bene?
nl: Vind je dat ik je echt goed weet te begrijpen?
pt_br: Você acha que eu realmente consigo compreender você bem?
pt_pt: Achas que consigo realmente compreender-te bem?

# ad_153
source: What would be the perfect surprise to give me during my next visit?
de: Was wäre die perfekte Überraschung für meinen nächsten Besuch?
es: ¿Cuál sería la sorpresa perfecta para darte en mi próxima visita?
fr: Quelle serait la surprise parfaite à m'offrir lors de ma prochaine visite ?
it: Quale sarebbe la sorpresa perfetta da farmi durante la mia prossima visita?
nl: Wat zou de perfecte verrassing zijn om mij bij mijn volgende bezoek te geven?
pt_br: Qual seria a surpresa perfeita para eu lhe oferecer na minha próxima visita?
pt_pt: Qual seria a surpresa perfeita para te oferecer na minha próxima visita?

# ad_154
source: What do you want to write about me in your diary or personal notes?
de: Was würdest du gern über mich in dein Tagebuch oder deine Notizen schreiben?
es: ¿Qué quieres escribir sobre mí en tu diario o notas personales?
fr: Qu'as-tu envie d'écrire sur moi dans ton journal intime ou tes notes perso ?
it: Cosa vuoi scrivere di me nel tuo diario o nelle tue note personali?
nl: Wat wil je over mij schrijven in je dagboek of persoonlijke notities?
pt_br: O que você gostaria de escrever sobre mim no seu diário ou nas suas anotações pessoais?
pt_pt: O que gostarias de escrever sobre mim no teu diário ou nas tuas notas pessoais?

# ad_155
source: What makes us unique compared to other long-distance couples?
de: Was macht uns im Vergleich zu anderen Fernbeziehungs-Paaren einzigartig?
es: ¿Qué nos hace únicos en comparación con otras parejas a distancia?
fr: Qu'est-ce qui nous rend uniques par rapport aux autres couples en relation à distance ?
it: Cosa ci rende unici rispetto ad altre coppie a distanza?
nl: Wat maakt ons uniek vergeleken met andere langeafstandskoppels?
pt_br: O que nos torna únicos em comparação com outros casais à distância?
pt_pt: O que nos torna únicos em comparação com outros casais à distância?

# ad_156
source: Do I make enough effort to understand your emotions even at a distance?
de: Gebe ich mir genug Mühe, deine Gefühle zu verstehen – auch auf Distanz?
es: ¿Hago el esfuerzo suficiente para entender tus emociones incluso a distancia?
fr: Est-ce que je fais assez d'efforts pour comprendre tes émotions même à distance ?
it: Faccio abbastanza sforzi per capire le tue emozioni anche a distanza?
nl: Doe ik genoeg moeite om je emoties te begrijpen, zelfs op afstand?
pt_br: Eu faço esforço suficiente para compreender suas emoções mesmo à distância?
pt_pt: Faço esforço suficiente para compreender as tuas emoções mesmo à distância?

# ad_157
source: How often should we plan time for fun activities like playing games online or watching a movie together?
de: Wie oft sollten wir Zeit für Spaß einplanen – z. B. online zocken oder zusammen einen Film schauen?
es: ¿Con qué frecuencia deberíamos planear tiempo para actividades divertidas como jugar en línea o ver una película juntos?
fr: À quelle fréquence devrions-nous prévoir du temps pour des activités amusantes comme jouer à des jeux en ligne ou regarder un film ensemble ?
it: Con quale frequenza dovremmo programmare attività divertenti come giocare online o guardare un film insieme?
nl: Hoe vaak zouden we tijd moeten plannen voor leuke activiteiten zoals online spelletjes of samen een film kijken?
pt_br: Com que frequência deveríamos reservar tempo para atividades divertidas como jogar online ou assistir a um filme juntos?
pt_pt: Com que frequência deveríamos reservar tempo para atividades divertidas como jogar online ou ver um filme juntos?

# ad_158
source: When was the last time I really made you laugh?
de: Wann habe ich dich das letzte Mal so richtig zum Lachen gebracht?
es: ¿Cuándo fue la última vez que realmente te hice reír?
fr: Quand est-ce la dernière fois que je t'ai vraiment fait rire ?
it: Quand'è stata l'ultima volta che ti ho fatto ridere davvero?
nl: Wanneer heb ik je voor het laatst echt aan het lachen gemaakt?
pt_br: Quando foi a última vez que eu realmente fiz você rir?
pt_pt: Quando foi a última vez que te fiz rir de verdade?

# ad_159
source: What's your greatest certainty about the two of us?
de: Was ist deine größte Gewissheit über uns beide?
es: ¿Cuál es tu mayor certeza sobre nosotros dos?
fr: Quelle est ta plus grande certitude concernant nous deux ?
it: Qual è la tua più grande certezza su noi due?
nl: Wat is je grootste zekerheid over ons tweeën?
pt_br: Qual é a sua maior certeza sobre nós dois?
pt_pt: Qual é a tua maior certeza sobre nós dois?

# ad_160
source: What's something special about me that no one else knows, but you appreciate?
de: Was ist etwas Besonderes an mir, das sonst niemand kennt, du aber magst?
es: ¿Qué hay especial en mí que nadie más sabe pero tú aprecias?
fr: Qu'est-ce qu'il y a de spécial chez moi que personne d'autre ne connaît, mais que tu apprécies ?
it: Qualcosa di speciale su di me che nessun altro conosce, ma che apprezzi?
nl: Wat is iets speciaals aan mij dat niemand anders weet maar jij waardeert?
pt_br: O que há de especial em mim que ninguém mais sabe, mas que você aprecia?
pt_pt: O que há de especial em mim que ninguém mais sabe, mas que aprecias?
